CSI API ETABS v1
cDConcreteShellDesignRequest Interface
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
public interface cDConcreteShellDesignRequest
Public Interface cDConcreteShellDesignRequest
Dim instance As cDConcreteShellDesignRequest
public interface class cDConcreteShellDesignRequest
type cDConcreteShellDesignRequest =  interface end
See Also
Reference
ETABSv1 Namespace